Repository: hasan-mavlonov/Tracky
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Tracky – real-time inventory tracking system for modern retail. Know where your inventory is – always and everywhere.
ru: Tracky – система отслеживания запасов в реальном времени для современного ритейла. Знайте, где ваши товары – всегда и везде.
uz: Tracky – zamonaviy chakana savdo uchun real vaqtda inventarni kuzatish tizimi. Inventaringiz qayerda ekanligini doimo va hamma joyda biling.

source: Tracky – Real-time inventory tracking
ru: Tracky – Отслеживание запасов в реальном времени
uz: Tracky – Real vaqtda inventarni kuzatish

source: Tracky prevents inventory loss and accounting errors. Inventory counts up to 15 times faster with RFID technology.
ru: Tracky предотвращает потери товаров и ошибки в учёте. Инвентаризация – до 15 раз быстрее с RFID-технологией.
uz: Tracky inventar yo‘qotilishini va hisob xatolarini oldini oladi. RFID texnologiyasi yordamida inventarni hisoblash 15 baravar tezroq.

source: Tracky Logo
ru: Логотип Tracky
uz: Tracky logotipi

source: About Us
ru: О нас
uz: Biz haqimizda

source: Advantages
ru: Преимущества
uz: Afzalliklar

source: Features
ru: Функции
uz: Xususiyatlar

source: Reviews
ru: Отзывы
uz: Sharhlar

source: Pricing
ru: Цены
uz: Narxlar

source: Get Demo
ru: Получить демо
uz: Demo olish

source: Menu
ru: Меню
uz: Menyu

source: Know where your inventory is
ru: Знай, где товар
uz: Inventaringiz qayerda ekanligini biling

source: always and everywhere
ru: всегда и везде
uz: doimo va hamma joyda

source: Learn More
ru: Узнать больше
uz: Ko‘proq bilib oling

source: Tracky Dashboard
ru: Панель управления Tracky
uz: Tracky boshqaruv paneli

source: Companies waiting to connect with Tracky
ru: Компании, ожидающие подключения к Tracky
uz: Tracky bilan bog‘lanishni kutayotgan kompaniyalar

source: Key Advantages of Tracky
ru: Ключевые преимущества Tracky
uz: Tracky’ning asosiy afzalliklari

source: Reduced Inventory Time
ru: Сокращение времени инвентаризации
uz: Inventarni hisoblash vaqti qisqartirildi

source: Inventory counts up to 15 times faster with RFID technology, minimizing manual labor.
ru: Инвентаризация до 15 раз быстрее благодаря RFID-технологии, минимизирующей ручной труд.
uz: RFID texnologiyasi yordamida inventarni hisoblash 15 baravar tezroq, qo‘l mehnatini minimallashtiradi.

source: Ease of Use
ru: Простота использования
uz: Foydalanish qulayligi

source: Web dashboard works in any browser without additional software.
ru: Веб-панель управления работает в любом браузере без установки дополнительного ПО.
uz: Veb-boshqaruv paneli har qanday brauzerda qo‘shimcha dasturiy ta’minotsiz ishlaydi.

source: Zero Loss on Returns
ru: Нулевые потери при возвратах
uz: Qaytarilmalarda yo‘qotish yo‘q

source: Accurate return tracking prevents warehouse confusion and losses.
ru: Точное отслеживание возвратов предотвращает путаницу и потери на складе.
uz: Aniq qaytarilish kuzatuvi omborda chalkashlik va yo‘qotishlarni oldini oladi.

source: Features Everyone Values
ru: Функции, которые ценят все
uz: Hamma qadrlaydigan xususiyatlar

source: Product-Level Tracking
ru: Отслеживание на уровне продукта
uz: Mahsulot darajasida kuzatish

source: Each product has a unique RFID tag, enabling tracking of individual items, not just categories.
ru: Каждый товар имеет уникальный RFID-тег, позволяющий отслеживать отдельные единицы, а не только категории.
uz: Har bir mahsulotda noyob RFID yorlig‘i mavjud bo‘lib, u alohida mahsulotlarni, nafaqat toifalarni kuzatish imkonini beradi.

source: Real-Time Analytics
ru: Аналитика в реальном времени
uz: Real vaqtda tahlil

source: RFID readers detect products every millisecond, providing up-to-date inventory and movement data.
ru: RFID-ридеры обнаруживают товары каждую миллисекунду, предоставляя актуальные данные о наличии и перемещении.
uz: RFID o‘quvchilari har millisekundda mahsulotlarni aniqlaydi, inventar va harakat ma’lumotlarini yangilab turadi.

source: Web Dashboard
ru: Веб-панель управления
uz: Veb-boshqaruv paneli

source: Manage inventory and view data from any device via a browser.
ru: Управляйте запасами и просматривайте данные с любого устройства через браузер.
uz: Inventarni boshqaring va har qanday qurilmadan brauzer orqali ma’lumotlarni ko‘ring.

source: Barcode and RFID Integration
ru: Интеграция штрихкодов и RFID
uz: Shtrix-kod va RFID integratsiyasi

source: Automatic matching of RFID tags with products for accurate accounting.
ru: Автоматическое сопоставление RFID-тегов с товарами для точного учёта.
uz: RFID yorliqlarni mahsulotlar bilan avtomatik moslashtirish aniq hisob uchun.

source: Return Support
ru: Поддержка возвратов
uz: Qaytarilishni qo‘llab-quvvatlash

source: Accurate return management prevents accounting confusion.
ru: Точное управление возвратами предотвращает путаницу в учёте.
uz: Aniq qaytarilish boshqaruvi hisobdagi chalkashliklarni oldini oladi.

source: Easy Setup
ru: Простая установка
uz: Oson sozlash

source: Simple Windows app syncs RFID reader with the web dashboard.
ru: Лёгкое приложение для Windows синхронизирует RFID-ридер с веб-панелью.
uz: Oddiy Windows ilovasi RFID o‘quvchini veb-boshqaruv paneli bilan sinxronlashtiradi.

source: Dashboard
ru: Панель управления
uz: Boshqaruv paneli

source: Easy-to-Use Plugins
ru: Простые в использовании плагины
uz: Foydalanish uchun qulay plaginlar

source: AI Support
ru: Поддержка ИИ
uz: Sun’iy intellekt yordami

source: Intelligent analytics help optimize inventory management.
ru: Интеллектуальная аналитика помогает оптимизировать управление запасами.
uz: Aqlli tahlillar inventarni boshqarishni optimallashtirishga yordam beradi.

source: Local Operation
ru: Локальная работа
uz: Mahalliy ishlash

source: Works with affordable RFID readers, requiring no complex infrastructure.
ru: Работает с недорогими RFID-ридерами, не требуя сложной инфраструктуры.
uz: Arzon RFID o‘quvchilar bilan ishlaydi, murakkab infratuzilma talab qilinmaydi.

source: Powerful Analytics
ru: Мощная аналитика
uz: Kuchli tahlillar

source: Intuitive interface for quick data analysis.
ru: Интуитивно понятный интерфейс для быстрого анализа данных.
uz: Ma’lumotlarni tezkor tahlil qilish uchun intuitiv interfeys.

source: All-in-One Dashboard
ru: Всё в одной панели
uz: Hammasi birda boshqaruv paneli

source: All inventory and movement data available in a single interface.
ru: Все данные о запасах и перемещениях доступны в едином интерфейсе.
uz: Barcha inventar va harakat ma’lumotlari yagona interfeysda mavjud.

source: Tracky Analytics
ru: Аналитика Tracky
uz: Tracky tahlillari

source: What Our Early Users Say
ru: Что говорят наши первые пользователи
uz: Ilk foydalanuvchilarimiz nima deydi

source: Reviews from companies that tested Tracky during its closed beta. Thank you for helping us improve the product!
ru: Отзывы от компаний, которые первыми протестировали Tracky во время закрытой беты. Спасибо за вашу помощь в улучшении продукта!
uz: Tracky’ni yopiq beta sinovida sinab ko‘rgan kompaniyalardan sharhlar. Mahsulotni yaxshilashga yordam berganingiz uchun rahmat!

source: We tested Tracky in our store — inventory became 10 times faster. It's amazing how accurately every item is tracked.
ru: Мы протестировали Tracky в своём магазине — инвентаризация стала в 10 раз быстрее. Удивительно, как точно отслеживается каждый товар.
uz: Biz Tracky’ni do‘konimizda sinab ko‘rdik — inventarni hisoblash 10 baravar tezroq bo‘ldi. Har bir mahsulotning aniq kuzatilishi hayratlanarli.

source: Ekaterina
ru: Екатерина

source: Beta Tester, Fashion Retail
ru: Бета-тестер, Fashion Retail
uz: Beta sinovchisi, Moda chakana savdosi

source: The system felt simple and clear. Return issues decreased thanks to RFID tracking.
ru: Система показалась простой и понятной. Проблемы с возвратами стали меньше благодаря учёту RFID.
uz: Tizim oddiy va tushunarli bo‘lib tuyuldi. RFID kuzatuvi tufayli qaytarilish muammolari kamaydi.

source: Ivan
ru: Иван

source: Beta Tester, Electronics
ru: Бета-тестер, Электроника
uz: Beta sinovchisi, Elektronika

source: Tracky adapted quickly to our warehouse. I especially liked that we didn’t need to replace equipment.
ru: Tracky быстро адаптировался к нашему складу. Особенно понравилось, что не пришлось менять оборудование.
uz: Tracky omborimizga tez moslashdi. Ayniqsa, uskunani almashtirishga hojat qolmaganligi yoqdi.

source: Aleksey
ru: Алексей

source: Beta Tester, Footwear
ru: Бета-тестер, Обувь
uz: Beta sinovchisi, Poyabzal

source: RFID + web dashboard is the perfect combo. Finally, a solution that really helps with inventory.
ru: RFID + веб-панель — идеальное сочетание. Наконец-то есть решение, которое реально помогает вести учёт.
uz: RFID + veb-boshqaruv paneli — mukammal kombinatsiya. Nihoyat, inventarni haqiqatda yordam beradigan yechim.

source: Maria
ru: Мария

source: Beta Tester, Warehouse
ru: Бета-тестер, Склад
uz: Beta sinovchisi, Ombor

source: The system works even with budget RFID readers. A big plus for startups.
ru: Система работает даже с бюджетными RFID-ридерами. Это большой плюс для старта.
uz: Tizim hatto byudjetli RFID o‘quvchilar bilan ham ishlaydi. Startaplar uchun katta afzallik.

source: Dmitry
ru: Дмитрий

source: Beta Tester, Retail
ru: Бета-тестер, Ритейл
uz: Beta sinovchisi, Chakana savdo

source: Simple interface, clear reports, everything works. A great start for a solution of this level.
ru: Простой интерфейс, понятный отчёт, всё работает. Отличный старт для решения такого уровня.
uz: Oddiy interfeys, aniq hisobotlar, hamma narsa ishlaydi. Bunday darajadagi yechim uchun ajoyib boshlanish.

source: Sergey
ru: Сергей

source: Beta Tester, Clothing Store
ru: Бета-тестер, Магазин одежды
uz: Beta sinovchisi, Kiyim do‘koni

source: Simple Pricing Plans
ru: Простые тарифы
uz: Oddiy narx rejalari

source: /month
ru: /мес
uz: /oy

source: Ideal for small stores with basic tracking needs.
ru: Идеально для небольших магазинов с базовыми потребностями в отслеживании.
uz: Kichik do‘konlar uchun asosiy kuzatish ehtiyojlari uchun ideal.

source: Track up to 500 items
ru: Отслеживание до 500 товаров
uz: 500 tagacha mahsulotni kuzatish

source: Web dashboard
ru: Веб-панель управления
uz: Veb-boshqaruv paneli

source: Support for one RFID reader
ru: Поддержка одного RFID-ридера
uz: Bitta RFID o‘quvchi uchun qo‘llab-quvvatlash

source: Basic analytics
ru: Базовая аналитика
uz: Asosiy tahlillar

source: Get Started
ru: Начать
uz: Boshlash

source: Suitable for medium retailers with advanced features.
ru: Подходит для средних ритейлеров с расширенными функциями.
uz: Kengaytirilgan xususiyatlarga ega o‘rta chakana savdogarlar uchun mos.

source: Track up to 2000 items
ru: Отслеживание до 2000 товаров
uz: 2000 tagacha mahsulotni kuzatish

source: Advanced analytics
ru: Расширенная аналитика
uz: Kengaytirilgan tahlillar

source: Support for up to 3 RFID readers
ru: Поддержка до 3 RFID-ридеров
uz: 3 tagacha RFID o‘quvchilar uchun qo‘llab-quvvatlash

source: Return integration
ru: Интеграция с возвратами
uz: Qaytarilish integratsiyasi

source: Full access to all features for large retailers.
ru: Полный доступ ко всем функциям для крупных ритейлеров.
uz: Katta chakana savdogarlar uchun barcha xususiyatlarga to‘liq kirish.

source: Unlimited item tracking
ru: Неограниченное отслеживание товаров
uz: Cheksiz mahsulot kuzatuvi

source: Full analytics
ru: Полная аналитика
uz: To‘liq tahlillar

source: Support for multiple RFID readers
ru: Поддержка множества RFID-ридеров
uz: Bir nechta RFID o‘quvchilar uchun qo‘llab-quvvatlash

source: External system integrations
ru: Интеграции с внешними системами
uz: Tashqi tizimlar bilan integratsiya

source: Read Our Articles
ru: Читайте наши статьи
uz: Maqolalarimizni o‘qing

source: RFID Article
ru: Статья о RFID
uz: RFID maqolasi

source: How RFID is Changing Retail
ru: Как RFID меняет ритейл
uz: RFID chakana savdoni qanday o‘zgartirmoqda

source: Learn how RFID technology improves inventory accuracy and reduces losses.
ru: Узнайте, как технология RFID повышает точность учёта и сокращает потери.
uz: RFID texnologiyasi inventar aniqligini qanday yaxshilaydi va yo‘qotishlarni kamaytiradi, bilib oling.

source: Inventory Article
ru: Статья об инвентаризации
uz: Inventar maqolasi

source: 5 Tips for Faster Inventory
ru: 5 советов для быстрой инвентаризации
uz: Inventarni tezlashtirish uchun 5 maslahat

source: Simple steps to optimize inventory in your store.
ru: Простые шаги для оптимизации учёта в вашем магазине.
uz: Do‘koningizda inventarni optimallashtirish uchun oddiy qadamlar.

source: Returns Article
ru: Статья о возвратах
uz: Qaytarilish maqolasi

source: Managing Returns Without Losses
ru: Управление возвратами без потерь
uz: Yo‘qotishsiz qaytarilishlarni boshqarish

source: How Tracky helps avoid errors in return processing.
ru: Как Tracky помогает избежать ошибок при обработке возвратов.
uz: Tracky qaytarilish jarayonidagi xatolarni qanday oldini oladi.

source: Frequently Asked Questions
ru: Часто задаваемые вопросы
uz: Tez-tez so‘raladigan savollar

source: What types of RFID readers does Tracky support?
ru: Какой тип RFID-ридеров поддерживает Tracky?
uz: Tracky qanday RFID o‘quvchilarni qo‘llab-quvvatlaydi?

source: Tracky is compatible with most affordable USB RFID readers, including Chinese models.
ru: Tracky совместим с большинством недорогих USB RFID-ридеров, включая китайские модели.
uz: Tracky ko‘pgina arzon USB RFID o‘quvchilar bilan mos keladi, shu jumladan Xitoy modellar.

source: Can I integrate Tracky with other systems?
ru: Могу ли я интегрировать Tracky с другими системами?
uz: Tracky’ni boshqa tizimlar bilan integratsiya qilish mumkinmi?

source: Yes, Tracky supports integration with external systems. Contact us via <a href="https://tally.so/r/woO0Kx" class="tw-underline">form</a> for custom solutions.
ru: Да, Tracky поддерживает интеграцию с внешними системами. Свяжитесь с нами через <a href="https://tally.so/r/woO0Kx" class="tw-underline">форму</a> для индивидуальных решений.

source: Does Tracky require special equipment?
ru: Требуется ли специальное оборудование?
uz: Tracky maxsus uskunani talab qiladimi?

source: Tracky works with affordable RFID readers and does not require expensive infrastructure.
ru: Tracky работает с недорогими RFID-ридерами и не требует дорогостоящей инфраструктуры.
uz: Tracky arzon RFID o‘quvchilar bilan ishlaydi va qimmat infratuzilma talab qilmaydi.

source: How quickly can I start using Tracky?
ru: Как быстро можно начать использовать Tracky?
uz: Tracky’ni qanchalik tez ishlatishni boshlashim mumkin?

source: Setup takes less than a day. Just connect an RFID reader and install our Windows app.
ru: Установка занимает менее дня. Просто подключите RFID-ридер и установите наше приложение для Windows.
uz: Sozlash bir kundan kam vaqt oladi. Faqat RFID o‘quvchini ulang va Windows ilovamizni o‘rnating.

source: Have More Questions?
ru: Остались вопросы?
uz: Yana savollaringiz bormi?

source: Contact Us
ru: Связаться
uz: Biz bilan bog‘laning

source: Subscribe to Our Newsletter
ru: Подпишитесь на нашу рассылку
uz: Yangiliklarimizga obuna bo‘ling

source: Get news and tips on inventory management.
ru: Получайте новости и советы по управлению запасами.
uz: Inventarni boshqarish bo‘yicha yangiliklar va maslahatlarni oling.

source: Your email
ru: Ваш email
uz: Sizning emailingiz

source: Subscribe
ru: Подписаться
uz: Obuna bo‘lish

source: Lord Edward St, 2,
ru: ул. Лорда Эдварда, 2,
uz: Lord Eduard ko‘chasi, 2,

source: USA
ru: США
uz: AQSh

source: Follow Us
ru: Следите за нами
uz: Bizni kuzating

source: Company
ru: Компания
uz: Kompaniya

source: Case Studies
ru: Кейсы
uz: Keylar

source: Integrations
ru: Интеграции
uz: Integratsiyalar

source: Changelog
ru: Журнал изменений
uz: O‘zgarishlar jurnali

source: Blog
ru: Блог

source: Contacts
ru: Контакты
uz: Kontaktlar

source: Resources
ru: Ресурсы
uz: Resurslar

source: Privacy Policy
ru: Политика конфиденциальности
uz: Maxfiylik siyosati
